Repository: wetory/wp-attachment-download
Catalog: languages/wp-attachment-download-*.po
Languages: cs_cz

source: Download Attachments
cs_cz: Stáhnout Přílohy

source: Attachments
cs_cz: Přílohy

source: Download attachments
cs_cz: Stáhnout přílohy

source: The request was successful.
cs_cz: Požadavek byl úspěšný.

source: Your ZIP file is prepared and should be downloaded automatically. If not you can download it <a href="%1$s" download target="_blank">here</a>. Have a nice day!
cs_cz: Soubor ZIP je připraven a měl by být stažen automaticky. Pokud ne, můžete to stáhnout <a href="%1$s" download target="_blank">zde</a>. Mějte pěkný den!

source: Invalid nonce specified
cs_cz: Neplatná hodnota hodnota nonce

source: Error
cs_cz: Chyba

source: Found %1$d posts with %2$d attachments.
cs_cz: Nalezeno %1$d příspěvků s počtem příloh %2$d.

source: Continue by clicking Download button.
cs_cz: Pokračujte klepnutím na tlačítko Stáhnout.

source: There is nothing to download for specified parameters.
cs_cz: Pro zadané parametry není k dispozici nic ke stažení.

source: ZIP file created here: <b>%1$s</b><br>
cs_cz: ZIP soubor vytvořen zde: <b>%1$s</b><br>

source: Post <b>%1$s</b>:<br>
cs_cz: Příspěvek <b>%1$s</b>:<br>

source: - file <b>%1$s</b> added to ZIP file<br>
cs_cz: - soubor <b>%1$s</b> byl přidán do souboru ZIP<br>

source: <a href="%1$s" target="_blank">%2$s</a> by <a href="%3$s" target="_blank">%4$s</a>
cs_cz: <a href="%1$s" target="_blank">%2$s</a> od <a href="%3$s" target="_blank">%4$s</a>

source: Required plugin <a href="https://www.advancedcustomfields.com/" target="blank">Advanced Custom Fields</a> not found! Please make sure you have it installed and activated.
cs_cz: Požadovaný zásuvný modul <a href="https://www.advancedcustomfields.com/" target="blank" title="Advanced Custom Fields">Advanced Custom Fields</a> nenalezen! Přesvědčte se, zda je nainstalován a aktivován.

source: Select post type
cs_cz: Vyberte typ příspěvku

source: No field groups containing any <a href="https://www.advancedcustomfields.com/resources/file/" target="blank">file field</a> found! This plugin is useles until you have some file fields in you system.
cs_cz: Nebyly nalezeny žádné skupiny polí obsahující <a href="https://www.advancedcustomfields.com/resources/file/" target="blank">pole souboru</a>! Tento zásuvný modul není použitelný, dokud nemáte v systému alespoň jedno pole typu soubor.

source: First select posts you want to download attachments from. Select post type and publish date range, then hit <b>Download</b> button. After successfull processing archive in ZIP format will be prepared to download to your PC.
cs_cz: Nejprve vyberte příspěvky, ze kterých chcete přílohy stáhnout. Vyberte typ příspěvku a rozsah dat publikování a pak klepněte na tlačítko <b>Stáhnout</b> . Po úspěšném zpracování archiv ve formátu ZIP bude připraven ke stažení do vašeho počítače.

source: ZIP file will contain attachment files with folowing naming convention: %1$s_%2$s_%3$s_%4$s.%4$s
cs_cz: Soubor ZIP bude obsahovat soubory příloh s následující konvencí pojmenování: %1$s_%2$s_%3$s_%4$s.%4$s

source: Specify posts
cs_cz: Zvolit příspěvky

source: Post type
cs_cz: Typ příspěvku

source: Published from
cs_cz: Publikováno od

source: Select date
cs_cz: Vyberte datum

source: By default set to first day of current year.
cs_cz: Výchozí hodnota nastavena na první den aktuálního roku.

source: Published to
cs_cz: Publikováno do

source: By default set to current day.
cs_cz: Výchozí hodnota nastavena na dnešek.

source: Field group verification
cs_cz: Ověření skupiny polí

source: Select field group that contains ACF file fields (available only when more of them).
cs_cz: Vyberte skupinu polí, která obsahuje ACF pole typu soubor (k dispozici pouze pokud jich je více).

source: This field is editable only if there are more field groups containing <a href="https://www.advancedcustomfields.com/" target="blank" title="Advanced Custom Fields">ACF</a> file fields and you need to select one of them.
cs_cz: Toto pole je editovatelné v případě, že existuje více skupin polí obsahujících <a href="https://www.advancedcustomfields.com/" target="blank" title="Advanced Custom Fields">ACF</a> pole typu soubor a je třeba vybrat jednu z nich.

source: Field group
cs_cz: Skupina polí

source: Preview beeing generated...
cs_cz: Generování náhledu...

source: Preview
cs_cz: Náhled

source: Download
cs_cz: Stáhnout

source: Your attachments archive is being prepared. Execution time depends on posts count you specified.
cs_cz: Probíhá příprava archivu příloh. Doba provádění závisí na zadaném počtu příspěvků.

source: You are not authorized to perform this operation.
cs_cz: K provedení této operace nemáte oprávnění.

source: Plugin adds functionality to download posts attachments build with ACF file fields from administration.
cs_cz: Zásuvný modul přidává funkce ke stahování příloh příspěvků, které jsou sestavovacím polem ACF z administrace.
